xml/request_templates/lydbog_SBTB.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
  <dkabm:record>
    <ac:identifier>08242682|870970</ac:identifier>
    <ac:source>NJE</ac:source>
    <dc:title>De hvide bjerge</dc:title>
    <dc:title xsi:type="dkdcplus:full">De hvide bjerge</dc:title>
    <dc:creator xsi:type="dkdcplus:aut">John Christopher </dc:creator>
    <dc:creator xsi:type="oss:sort">Christopher, John</dc:creator>
    <dc:subject xsi:type="dkdcplus:DK5-Text">Skønlitteratur</dc:subject>
    <dc:subject xsi:type="dkdcplus:genre">fiktion</dc:subject>
    <dc:subject xsi:type="dkdcplus:DK5">sk</dc:subject>
    <dcterms:abstract>Jorden om ca. 100 år: Nogle metallignende væsener, Tripederne, behersker jorden og styrer menneskene. Tre drenge drager ud for at slutte sig til den eneste lille flok frie mennesker, der endnu eksisterer</dcterms:abstract>
    <dc:description>Oversat af Johan Jørgensen</dc:description>
    <dc:description>Indlæst i 1978</dc:description>
    <dc:description>På boksen: Forfatter, titel og bestillingsnr. i braille</dc:description>
    <dc:description xsi:type="dkdcplus:series">Samhørende: De hvide bjerge ; Dødens by ; Ildhavet</dc:description>
    <dcterms:audience>voksenmaterialer</dcterms:audience>
    <dc:publisher>Statens Bibliotek og Trykkeri for Blinde</dc:publisher>
    <dc:contributor>Bjørn Haizelden </dc:contributor>
    <dc:contributor xsi:type="dkdcplus:dkind"> Bjørn Haizelden</dc:contributor>
    <dc:date>1988</dc:date>
    <dc:type xsi:type="dkdcplus:BibDK-Type">Lydbog (bånd)</dc:type>
    <dc:format>3 kassetter, mono</dc:format>
    <dcterms:extent>220 min., i 1 boks</dcterms:extent>
    <dc:source>The white mountains</dc:source>
    <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
    <dc:language>Dansk</dc:language>
  </dkabm:record>
  <marcx:collection>
    <marcx:record format="danMARC2" type="Bibliographic">
      <marcx:leader>000000000000000000000000</marcx:leader>
      <marcx:datafield tag="001" ind1="0" ind2="0">
        <marcx:subfield code="a">08242682</marcx:subfield>
        <marcx:subfield code="b">870970</marcx:subfield>
        <marcx:subfield code="c">20050608040158</marcx:subfield>
        <marcx:subfield code="d">19881010</marcx:subfield>
        <marcx:subfield code="f">a</marcx:subfield>
        <marcx:subfield code="t">FAUST</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="004" ind1="0" ind2="0">
        <marcx:subfield code="r">n</marcx:subfield>
        <marcx:subfield code="a">e</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="005" ind1="0" ind2="0">
        <marcx:subfield code="r">a</marcx:subfield>
        <marcx:subfield code="z">q</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="008" ind1="0" ind2="0">
        <marcx:subfield code="t">m</marcx:subfield>
        <marcx:subfield code="u">u</marcx:subfield>
        <marcx:subfield code="a">1988</marcx:subfield>
        <marcx:subfield code="b">dk</marcx:subfield>
        <marcx:subfield code="j">f</marcx:subfield>
        <marcx:subfield code="l">dan</marcx:subfield>
        <marcx:subfield code="v">0</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="009" ind1="0" ind2="0">
        <marcx:subfield code="a">r</marcx:subfield>
        <marcx:subfield code="g">xh</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="021" ind1="0" ind2="0">
        <marcx:subfield code="n">7217</marcx:subfield>
        <marcx:subfield code="d">Gratis</marcx:subfield>
        <marcx:subfield code="b">vær opmærksom på DBB's vilkår for brug</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="032" ind1="0" ind2="0">
        <marcx:subfield code="a">DLF198842</marcx:subfield>
        <marcx:subfield code="x">STB198842</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="041" ind1="0" ind2="0">
        <marcx:subfield code="a">dan</marcx:subfield>
        <marcx:subfield code="c">eng</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="100" ind1="0" ind2="0">
        <marcx:subfield code="0"/>
        <marcx:subfield code="a">Christopher</marcx:subfield>
        <marcx:subfield code="h">John</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="241" ind1="0" ind2="0">
        <marcx:subfield code="a">The ¤white mountains</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="245" ind1="0" ind2="0">
        <marcx:subfield code="a">De ¤hvide bjerge</marcx:subfield>
        <marcx:subfield code="e">af John Christopher</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="250" ind1="0" ind2="0">
        <marcx:subfield code="b">SBTB</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="260" ind1="0" ind2="0">
        <marcx:subfield code="a">Kbh.</marcx:subfield>
        <marcx:subfield code="b">Statens Bibliotek og Trykkeri for Blinde</marcx:subfield>
        <marcx:subfield code="c">1988</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="300" ind1="0" ind2="0">
        <marcx:subfield code="n">3 kassetter</marcx:subfield>
        <marcx:subfield code="l">220 min.</marcx:subfield>
        <marcx:subfield code="b">mono</marcx:subfield>
        <marcx:subfield code="a">i 1 boks</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="504" ind1="0" ind2="0">
        <marcx:subfield code="a">Jorden om ca. 100 år: Nogle metallignende væsener, Tripederne, behersker jorden og styrer menneskene. Tre drenge drager ud for at slutte sig til den eneste lille flok frie mennesker, der endnu eksisterer</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="512" ind1="0" ind2="0">
        <marcx:subfield code="a">Oversat af Johan Jørgensen</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="512" ind1="0" ind2="0">
        <marcx:subfield code="i">Indlæser</marcx:subfield>
        <marcx:subfield code="e">Bjørn Haizelden</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="512" ind1="0" ind2="0">
        <marcx:subfield code="a">Indlæst i 1978</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="512" ind1="0" ind2="0">
        <marcx:subfield code="a">På boksen: Forfatter, titel og bestillingsnr. i braille</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="520" ind1="0" ind2="0">
        <marcx:subfield code="a">Gengivelse af bogen</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="520" ind1="0" ind2="0">
        <marcx:subfield code="a">Originaludgave: 1967</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="520" ind1="0" ind2="0">
        <marcx:subfield code="a">Kopieret efter: Ballerup : Bibliotekscentralen, 1978</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="520" ind1="0" ind2="0">
        <marcx:subfield code="a">Indlæst efter udgaven: Kbh. : Munksgꜳrd, 1975</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="526" ind1="0" ind2="0">
        <marcx:subfield code="a">Samhørende: De hvide bjerge ; Dødens by ; Ildhavet</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="538" ind1="0" ind2="0">
        <marcx:subfield code="a">7217</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="652" ind1="0" ind2="0">
        <marcx:subfield code="n">83</marcx:subfield>
        <marcx:subfield code="z">296</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="652" ind1="0" ind2="0">
        <marcx:subfield code="o">sk</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="700" ind1="0" ind2="0">
        <marcx:subfield code="0"/>
        <marcx:subfield code="a">Haizelden</marcx:subfield>
        <marcx:subfield code="h">Bjørn</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="s10" ind1="0" ind2="0">
        <marcx:subfield code="a">DBC</marcx:subfield>
      </marcx:datafield>
    </marcx:record>
  </marcx:collection>
  <oss:openurl/>
            <os:identifier>870970-basis:08242682</os:identifier>
<os:creationDate>1980-03-07</os:creationDate>
<os:holdingsCount>12</os:holdingsCount>
<os:lendingLibraries>12</os:lendingLibraries>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
      <ns1:trackingId>lydbog_SBTB.xml.PLACEHOLDER</ns1:trackingId>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
